Repository: AdamMajer/kiwi
Catalog: locale/*/LC_MESSAGES/kiwi.po
Languages: el, fr, uk, zh_cn

source: Enter LUKS passphrase
el: Καταχώρηση φράσης πρόσβασης LUKS
fr: Saisir la phrase secrète LUKS
uk: Введіть пароль LUKS
zh_cn: 输入 LUKS 通行口令

source: Do you accept the license agreement ?
el: Αποδέχεστε το συμφωνητικό άδειας χρήσης;
fr: Acceptez-vous l'accord de licence ?
uk: Прийняти ліцензійну угоду?
zh_cn: 是否接受许可协议？

source: Do you want to start the System-Recovery ?
el: Θέλετε να ξεκινήσει η ανάκτηση συστήματος;
fr: Voulez-vous démarrer la reprise après sinistre du système ?
uk: Запустити відновлення системи?
zh_cn: 是否要启动系统恢复？

source: Do you want to start the System-Restore ?
el: Θέλετε να ξεκινήσει η επαναφορά του συστήματος;
fr: Voulez-vous démarrer la restauration du système ?
uk: Запустити відновлення системи?
zh_cn: 是否要启动系统恢复？

source: Restoring base operating system...
el: Γίνεται επαναφορά του βασικού λειτουργικού συστήματος...
fr: Restauration du système d'exploitation de base...
uk: Відновлення базової операційної системи...
zh_cn: 正在恢复基本操作系统...

source: Destroying ALL data on %1, continue ?
el: Γίνεται καταστροφή ΟΛΩΝ των δεδομένων στο %1, θα συνεχίσετε;
fr: Destruction de TOUTES les données sur %1. Voulez-vous continuer ?
uk: Видалення ВСІХ даних на %1, продовжити?
zh_cn: 将损坏 %1 上的所有数据，是否继续？

source: Clean sweep...
el: Γίνεται καθάρισμα...
fr: Nettoyage...
uk: Очистка…
zh_cn: 快速整理

source: %1 files from %2 restored...
el: Έγινε επαναφορά %1 αρχείων από %2...
fr: %1 fichiers de %2 restaurés...
uk: %1 файлів із %2 відновлено...
zh_cn: 已恢复 %1 个文件，共 %2 个文件...

source: Yes
el: Ναι
fr: Oui
uk: Так
zh_cn: 是

source: No
el: Όχι
fr: Non
uk: Ні
zh_cn: 否

source: OK
zh_cn: 确定

source: Cancel
el: Άκυρο
fr: Annuler
uk: Скасувати
zh_cn: 取消

source: Exit
el: Έξοδος
fr: Quitter
uk: Вийти
zh_cn: 退出
